Repository: jpawlowski/openvpn-als
Catalog: adito-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr

source: The selected users will have their Personal Questions reset, are you sure you wish to reset the answers to the questions?
fr: Les questions personnelles des utilisateurs sélectionnés vont être réinitailisées, êtes-vous sûr de vouloir réinitialiser les réponses aux questions?

source: Fathers First name
fr: Prénom du père

source: Mothers Maiden Name
fr: Nom de jeune fille de la mère

source: Adito:::Personal Answers
fr: Adito:::Réponses personnelles

source: Personal Answers
fr: Réponses personnelles

source: Here you may set the answers to the <b>Personal Questions</b> you may be asked for authentication.
fr: Ici vous pouvez configurer les réponses aux <b>Questions personnelles</b> qu'on peut vous demander lors de la connexion.

source: You must provide answers to every question.
fr: Vous devez fournir des réponses à chaque question.

source: Your answers to the personal questions have not been set.
fr: Vos réponses aux questions personnelles n'ont pas été configurées.

source: Adito:::Private Key Reset Required
fr: Adito:::Réinitialisation de clef privée nécessaire

source: Private Key Reset Required
fr: Réinitialisation de clef privée nécessaire

source: Your password has changed and as such your private key is no now longer readable.
fr: Votre mot de passe a changé, par conséquent, votre clef privée n'est plus lisible.

source: Please provide your <i>old</i> password to reset this.
fr: Veuillez fournir votre <i>ancien</i> mot de passe pour la réinitialiser.

source: You will not be asked this question again until your password changes.
fr: On ne vous posera plus cette question jusqu'au prochain changement de mot de passe.

source: Forgotten your old password?
fr: Ancien mot de passe oublié?

source: Check to reset your private key.
fr: Cocher pour réinitialiser votre clef privée.

source: You must supply your old passphrase.
fr: Vous devez indiquer votre ancienne phrase de passe.

source: Incorrect passphrase.
fr: Phrase de passe incorrecte.

source: Adito:::Confirm Reset Private Key
fr: Adito:::Confirmer la réinitialisation de la clef privée

source: Confirm Reset Private Key
fr: Confirmer la réinitialisation de la clef privée

source: Click OK to reset your private key.
fr: Cliquer sur OK pour réinitialiser votre clef privée.

source: Any confidential attribute values will be lost and will require configuration before use.
fr: Toute valeur d'attribut confidentiel sera perdue et nécessitera une reconfiguration avant la prochaine utilisation.

source: Adito:::Private Key Passphrase Required
fr: Adito:::Phrase de passe de la clef privée nécessaire

source: Private Key Passphrase Required
fr: Phrase de passe de la clef privée nécessaire

source: Adito encrypts your confidential data using a public/private key pair.
fr: Adito crypte vos données confidentielles en utilisant un mécanisme de clef publique/clef privée.

source: This key is held on the server and is protected by a passphrase which you must now enter.
fr: La clef est gardée sur le serveur et est protégée par une phrase de passe que vous devez indiquer maintenant.

source: If you have never set this passphrase before then whatever you enter now will be used.
fr: Si vous n'avez jamais indiqué de phrase de passe jusqu'à présent, ce que vous indiquez maintenant servira de phrase de passe.

source: This passphrase is independent of your password and it is recommended that you set it to a memorable phrase as you may be asked to enter it again at login.
fr: Cette phrase de passe est indépendante de votre mot de passe et il est recommandé d'indiquer une phrase de passe dont vous vous souviendrez, car elle peut être demandée à la connexion.

source: Passphrase:
fr: Phrase de passe:

source: Confirm Passphrase:
fr: Confirmer la phrase de passe:

source: You must supply your private key passphrase.
fr: Vous devez indiquer votre phrase de passe de votre clef privée.

source: 'Passphrase' and 'Confirm Passphrase' do not match.
fr: Les phrases de passe ne correspondent pas.

source: Adito:::Password Required
fr: Adito:::Mot de passe Requis

source: Password Required
fr: Mot de passe requis

source: This key is held on the server and is protected by your current Adito password.
fr: La clef est gardée sur le serveur et est protégée par votre mot de passe actuel.

source: Please enter your password now.
fr: Veuillez indiquer votre mot de passe.

source: Password:
fr: Mot de passe:

source: Adito:::Session Password Required.
fr: Adito:::Mot de passe Requis.

source: Session password required for resource launch.
fr: Mot de passe requis pour lancer la ressource.

source: The resource attempted to launch requires a session password, please provide it below.
fr: La ressource demandée nécessite un mot de passe, entrez-le ci-dessous.

source: Confirm Password
fr: Confirmer le Mot de passe

source: Password incorrect, retry or click cancel to exit.
fr: Mot de passe incorrect, réessayez ou cliquez sur Annuler pour sortir.

source: Adito:::New Key Password Required.
fr: Adito:::Nouveau Mot de passe requis.

source: New key password required to secure it.
fr: Nouveau mot de passe requis pour sécuriser.

source: The key needs a new password.
fr: La clef nécessite un nouveau mot de passe.

source: Adito::::Create Authentication Scheme
fr: Adito:::Créer un mode d'authentification

source: The following wizard will guide you through the stages of configuring a new Authentication Scheme and assigning it to one or more policies.
fr: L'assistant suivant vous guidera à travers les étapes de configuration d'un nouveau mode d'authentification et l'assignation à une ou plusieurs stratégies.

source: Resource Details
fr: Détails des ressources

source: Scheme Selection
fr: Sélection du mode

source: Scheme Summary
fr: Résumé du mode

source: Step 1 - Authentication Scheme Resource Details
fr: Etape 1 - Détails des ressources du Mode d'Authentification

source: Please provide a name and description for this Authentication Scheme.
fr: Indiquer un nom et une description pour ce Mode d'Authentification.

source: No Authentication Scheme name has been provided.
fr: Aucun Mode d'Authentification n'a été fourni.

source: You must provide a description for this Authentication Scheme.
fr: Vous devez fournir une description pour ce Mode d'Authentification.

source: Authentication scheme name must be {0} characters or less.
fr: Le Mode d'Authentification doit être d'au plus {0} caractères.

source: Failed to check for Authentication Scheme by name.
fr: Echec de validation du mode d'authentification par nom.

source: Authentication Scheme named <strong>{0}</strong> already exists.
fr: Le Mode d'Authentification nommé <strong>{0}</strong> existe déjà.

source: Step 2 - Authentication Scheme Selection
fr: Etape 2 - Sélection du Mode d'Authentification

source: Please provide modules for the Authentication Scheme.
fr: Veuillez fournir les modules pour le Mode d'Authentification.

source: Step 3 - Authentication Scheme Policy Selection
fr: Etape 3 - Sélection de Stratégie pour le Mode d'Authentification

source: Choose the policies you wish to attach this Authentication Scheme to.
fr: Choisissez les stratégies que vous voulez attacher à ce Mode d'Authentification.

source: You must select at least one policy to attach this Authentication Scheme.
fr: Vous devez sélectionner au moins une stratégie pour ce Mode d'Authentification.

source: Step 4 - Authentication Scheme Summary
fr: Etape 4 - Résumé du Mode d'Authentification

source: Review the information below before clicking on <strong>Finish</strong> to create the Authentication Scheme.
fr: Vérifiez les informations ci-dessous avant de cliquer sur <strong>Terminer</strong> pour créer le Mode d'Authentification.

source: Authentication Scheme Name:
fr: Nom du Mode d'Authentification:

source: Authentication Scheme Created
fr: Mode d'Authentification Créé

source: The Authentication Scheme creation wizard is now complete.
fr: L'assistant de création de Mode d'Authentification est maintenant terminé.

source: The creation of the Authentication Scheme failed.
fr: La création du Mode d'Authentification a échoué.

source: The creation of the Authentication Scheme is complete, but some warnings occurred.
fr: La création du Mode d'Authentification est terminée, mais il y a eu des avertissements.

source: Authentication Scheme created.
fr: Mode d'authentification créé.

source: Attached Authentication Scheme to policies.
fr: Mode d'Authentification attaché aux stratégies.

source: Failed to attach Authentication Scheme to policies.
fr: Echec lors de l'attachement du Mode d'Authentification aux stratégies.

source: Failed to create new Authentication Scheme.
fr: Echec de la création du nouveau Mode d'Authentification.

source: The system was unable to change your password.
fr: Le système n'a pas réussi à changer le mot de passe.

source: The password policy does not allow you to change your password until {0}.
fr: La stratégie de mot de passe ne vous autorise pas à changer votre mot de passe avant {0}.

source: Most number of users ever online
fr: Le plus d'utilisateurs jamais en ligne

source: The most users that have ever been online at any one time.
fr: Le plus d'utilisateurs qui ont été en ligne à tout moment.

source: Current number of users online
fr: Nombre d'utilisateurs actuellement connectés

source: The current number of users online.
fr: Le nombre d'utilisateurs actuellement connectés.

source: IP Restriction
fr: Restriction d'adresse IP

source: IP Address is: {0}
fr: L'adresse IP est: {0}

source: IP Status is: Allowed
fr: Le statut IP est : Autorisé

source: IP Status is: Denied
fr: Le statut IP est : Refusé

source: Message resources for the various Adito services
fr: Ressources de message pour les différents services d'Adito

source: Adito:::Replacement Proxy Settings
fr: Adito:::Paramètres du Proxy de Remplacement

source: Replacement Proxy Settings
fr: Paramètres du Proxy de Remplacement

source: Here you can configure new regular expressions for replacing content retrieved by the Replacement Proxy feature.
fr: Ici, vous pouvez configurer de nouvelles expressions régulières pour remplacer le contenu reçu par le Proxy de Remplacement.

source: These regular expressions effectively hunt out URL's within HTML, Javascript or other web content and replace them with a special URL point to the Adito server (encoding the original URL as a part of the query).
fr: Ces expressions régulières analysent les URLs en HTML, Javascript ou d'autres contenus Web et les remplacent avec une URL spéciale pointant vers le serveur Adito (en encodant l'URL originale comme une partie de la requête).

source: All
fr: Tous

source: Mime / Header
fr: Mime / Entête

source: Replace
fr: Remplace

source: content
fr: contenu

source: Sent content
fr: Contenu envoyé

source: header
fr: Entête

source: Sent header
fr: Entête envoyé

source: Match
fr: Correspondance

source: No replacements have been defined.
fr: Aucun remplacement n'a été défini.

source: Click on <strong>Create</strong> to create a new one.
fr: Cliquez sur <strong>Créer</strong> pour en créer un nouveau.

source: You must select at least one replacement to delete.
fr: Vous devez sélectionner au moins un remplacement à supprimer.

source: You must select a single replacement to edit.
fr: Vous devez sélectionner un seul remplacement à éditer.

source: {0} replacement(s) deleted.
fr: {0} remplacement(s) supprimé.

source: Adito:::Global Replacement Proxy Content Replacement
fr: Adito:::Remplacement Global du Proxy de Remplacement de Contenu

source: Global Replacement Proxy Content Replacement
fr: Remplacement Global du Proxy de Remplacement de Contenu

source: This advanced feature allows you to configure regular expressions for replacing web content retrieved by the Replacement Proxy feature.
fr: Cette fonctionnalité avancée vous permet de configurer des expressions régulières pour remplacer du contenu web reçu par le Proxy de Remplacement.

source: These regular expressions will be used for <strong>all</strong> users and will replace URLs within HTML, Javascript or other web content with a special URL pointing to the Adito server.
fr: Ces expressions régulières seront utilisées pour <strong>tous</strong> les utilisateurs et remplaceront les URLs dans du HTML, du Javascript ou d'autres contenus Web avec une URL spéciale pointant vers le serveur Adito.

source: Please see the documentation for more details.
fr: Veuillez consulter la documentation pour plus de détails.

source: Adito:::Create Replacement Proxy Content Replacement
fr: Adito:::Créer un remplacement pour le Proxy de Remplacement de Contenu

source: Create Replacement Proxy Content Replacement
fr: Créer un remplacement pour le Proxy de Remplacement de Contenu

source: Create a Replacement proxy content replacement.
fr: Créer un remplacement pour le Proxy de Remplacement de Contenu

source: Site Pattern
fr: Modèle de site

source: Mime Type / Header
fr: Type de Mime / Entête

source: Match Pattern
fr: Modèle correspondant

source: Replace Pattern
fr: Remplace le modèle

source: This replacement type requires a mime type.
fr: Ce type de remplacement nécessite un type mime.

source: You must supply a match pattern.
fr: Vous devez fournir un modèle de concordance.

source: The Match Pattern must be a valid regular expression.
fr: Le modèle de concordance doit être une expression régulière valide.

source: The Site Pattern, if supplied, must be a valid regular expression.
fr: S'il est fourni, le modèle de concordance doit être une expression régulière valide.

source: Replacement saved.
fr: Remplacement enregistré.

source: Received content
fr: Contenu reçu

source: Received header
fr: Entête reçu

source: Adito:::Edit Replacement Proxy Content Replacement
fr: Adito:::Editer un remplacement du Proxy de Remplacement de Contenu

source: Edit Replacement Proxy Content Replacement
fr: Editer un remplacement du Proxy de Remplacement de Contenu

source: Edit a Replacement proxy content replacement.
fr: Editer un remplacement du Proxy de Remplacement de Contenu

source: Adito:::Create Global Replacement Proxy Content Replacement
fr: Adito:::Créer un remplacement global du Proxy de Remplacement de Contenu

source: Create Global Replacement Proxy Content Replacement
fr: Créer un remplacement global du Proxy de Remplacement de Contenu

source: Create a global Replacement proxy content replacement expression.
fr: Créer une expression globale de remplacement du Proxy de Remplacement de Contenu

source: Adito:::Edit Global Replacement Proxy Content Replacement
fr: Adito:::Editer un remplacement global du Proxy de Remplacement de Contenu

source: Edit Global Replacement Proxy Content Replacement
fr: Editer un remplacement global du Proxy de Remplacement de Contenu

source: Edit a global Replacement proxy content replacement expression.
fr: Editer une expression globale de remplacement du Proxy de Remplacement de Contenu

source: Delete this replacement.
fr: Supprimer ce remplacement.

source: Edit this replacement.
fr: Editer ce remplacement.

source: Move Up
fr: Déplacer vers le haut

source: Move this replacement up.
fr: Déplacer ce remplacement vers le haut.

source: Move Down
fr: Déplacer vers le bas

source: Move this replacement down.
fr: Déplacer ce remplacement vers le bas.

source: Adito:::Delete Replacement
fr: Adito:::Supprimer le remplacement

source: Are you sure you wish to delete this replacement.
fr: Etes-vous sûr de vouloir supprimer ce remplacement.

source: Create Replacement
fr: Créer un remplacement

source: Click here if you wish to create a new replacement.
fr: Ciquer ici si vous voulez créer un nouveau remplacement.

source: Message resources for the Adito global error messages
fr: Ressources de message pour les messages d'erreur globaux de Adito.

source: No '{0}' parameter supplied.
fr: Paramètre '{0}' non fourni.

source: Internal error.
fr: Erreur interne.

source: No application named {0}.
fr: Pas de nom d'application {0}.

source: Failed to launch.
fr: Echec de chargement.

source: Request for an unknown extension ({0}) has been made.
fr: Une requete pour une extension inconnue ({0}) a été faite.

source: Failed to parse extension descriptor.
fr: Echec de syntaxe de l'extension.

source: Unknown extension type '{0}' in extension '{1}'.
fr: Type d'extension inconnu '{0}' dans l'extension '{1}'.

source: Failed to process extension descriptor.
fr: Echec de validation de l'extension.

source: The plugin {0} requires that Adito is at least of version {1}
fr: Le plugin {0} requiert que Adito soit au moins à la version {1}

source: The plugin instance for {0} ({1}) could not be created.
fr: Le plugin {0} ({1}) ne peut pas être créé. {2}

source: Invalid extension bundle status for {0}.
fr: Statut d'extension invalide pour {0}.

source: Unknown plugin {0}.
fr: Plugin inconnu {0}.

source: The extension '{1}' has '{0}' as a dependency.
fr: L'extension '{1}' a '{0}' comme dépendance.

source: This dependency is not installed.
fr: Cette dépendance n'est pas installée.

source: This dependency is not started.
fr: Cette dépendance n'est pas chargée.

source: License error.
fr: Erreur de licence.

source: {0} is already loaded as a 'devExtension' and cannot be removed or replaced.
fr: {0} est déjà chargé en tant que 'devExtension' et ne peut pas être supprimé ou remplacé.

source: An Internal security error has occured.
fr: Une erreur de sécurité interne s'est produite.

source: Please inform the administrator of this server.
fr: Veuillez informer l'administrateur de ce serveur.

source: Invalid ticket.
fr: Ticket invalide.

source: SSL_RSA_WITH_RC4_128_MD5 cipher is required by the Adito Agent.
fr: Le chiffrement SSL_RSA_WITH_RC4_128_MD5 est requis par l'agent Adito.

source: SSLv3 protocol is required by the Adito Agent.
fr: Le protocole SSLv3 est requis par l'Agent Adito.

source: Message resources for Aditos VFS framework including Network Places.
fr: Ressources de message pour l'environnement VFS d'adito incluant les Favoris Réseau.

source: The path you entered '{0}' is not valid.
fr: Le chemin que vous avez indiqué '{0}' n'est pas valide.

source: Adito:::File Upload
fr: Adito:::Envoi de Fichier

source: File Upload
fr: Envoi de fichier

source: Here you may upload multiple files.
fr: Ici vous pouvez envoyer plusieurs fichiers.

source: Either type the filename or click on <strong>Browser</strong> to select your file, then click on <strong>Upload</strong> to upload the file.
fr: Soit tapez le nom du fichier, soit cliquez sur <strong>Parcourir</strong> pour sélectionner le fichier, puis cliquez sur <strong>Envoyer</Strong> pour envoyer le fichier.

source: You may then repeat the process as many times as you wish.
fr: L'opération peut être répétée autant de fois que nécessaire.

source: When complete, click on the <strong>Exit</strong> button.
fr: Cliquez ensuite sur <strong>Quitter</strong> pour terminer.

source: If you do not wish to upload any files at this time, simply click on <strong>Exit</strong> now.
fr: Si vous ne voulez pas envoyer de fichier maintenant, cliquez simplement sur <strong>Quitter</strong> pour terminer.

source: Upload
fr: Envoyer

source: Upload type:
fr: Type de chargement:

source: Destination path:
fr: Chemin de destination:

source: Local file name:
fr: Nom de fichier local:

source: The file <strong>{0}</strong> has successfully been uploaded to <strong>{1}</strong>.
fr: Le fichier <strong>{0}</strong> a été envoyé avec succès vers <strong>{1}</strong>.

source: The file <strong>{0}</strong> has successfully been uploaded.
fr: Le fichier <strong>{0}</strong> a été envoyé avec succès.

source: The file has not been uploaded: <strong>{0}</strong>
fr: Le fichier n'a pas été envoyé: <strong>{0}</strong>

source: There is no file name.
fr: Il n'y a pas de nom de fichier.

source: Adito:::Upload file.
fr: Adito:::Envoyer des fichiers.

source: Confirm Upload
fr: Confirmer l'envoi

source: This folder already contains a file named <b>{0}</b>.
fr: Ce dossier contient déjà un fichier nommé <b>{0}</b>.

source: Would you like to replace the existing file?
fr: Voulez-vous remplacer le fichier existant?

source: Vfs Lock Information
fr: Information de Lock Vfs

source: File
fr: Fichier

source: Unlock
fr: Débloquer

source: There are currently no existing Vfs Locks or none that you are allowed to edit.
fr: Il n'y a actuellement aucun Lock VFS ou vous n'êtes pas autorisé à les éditer.

source: Unlock file.
fr: Débloquer le fichier.

source: File <b>{0}</b> unlocked.
fr: Fichier <b>{0}</b> débloqué.

source: VFS provider for application extensions
fr: Fournisseur VFS pour les extensions d'application

source: Temporary Downloads
fr: Téléchargements temporaires

source: VFS provider for the temporary download store
fr: Fournisseur VFS pour le magasin de téléchargement temporaire

source: Site Files
fr: Fichiers de Site

source: VFS provider for the site customisation directory
fr: Fournisseur VFS pour le répertoire de personnalisation de site

source: Upload Extension
fr: Envoyer une extension

source: File {0} uploaded ({1} bytes).
fr: Fichier {0} envoyé ({1} octets).

source: Failed to upload file {0}.
fr: Echec d'envoi du fichier {0}.

source: No filename provided.
fr: Nom de fichier manquant.

source: Files of type {0} may not be uploaded to this location.
fr: Les fichiers de type {0} ne peuvent être chargés a cet endroit.

source: General message resources for setting up Adito.
fr: Ressources de message générales pour installer Adito.

source: Adito:::Message Queue
fr: Adito:::File d'attente des messages

source: Adito queues up messages for delivery using various different mechanisms.
fr: Adito ajoute les messages dans la file d'attente pour les délivrer en utilisant diférents mécanismes.

source: This page displays all messages currently in the queue and shows the state of the delivery systems.
fr: Cette page affiche tous les messages actuellement dans la file d'attente et montre l'état des systèmes de délivrance.

source: Delivery
fr: Délivrance

source: Subject
fr: Sujet

source: User Recipients
fr: Destinataires utilisateur

source: Group Recipients
fr: Destinataires de groupe

source: Policy Recipients
fr: Destinataires de stratégie

source: Attempts
fr: Tentatives

source: Last
fr: Dernier

source: All Administrators
fr: Tous les administrateurs

source: Delivery Systems Available
fr: Systèmes de délivrance disponibles

source: Delivery system {0} is now disabled.
fr: Système de délivrance {0} est maintenant désactivé.

source: Delivery system {0} is now enabled.
fr: Système de délivrance {0} est maintenant activé.

source: There are no messages queued.
fr: Il n'y a pas de message dans la file d'attente.

source: Clear Message Queue
fr: Effacer la file d'attente de messages

source: Click here to clear down the message queue.
fr: Cliquer ici pour effacer la file d'attente de messages.

source: Send Message
fr: Envoyer le message

source: Send messages to your users
fr: Envoyer les messages aux utilisateurs

source: Click here to upload or update an extension.
fr: Cliquer ici pour envoyer ou mettre à jour une extension.

source: Adito:::Send Message
fr: Adito:::Envoyer le message

source: Send a message to one or more users using one or more delivery systems
fr: Envoyer un message à un ou plusieurs utilisateurs en utilisant un ou plusieurs systèmes de délivrance

source: Subject:
fr: Sujet:

source: Recipients
fr: Destinataires

source: Delivery:
fr: Délivrance:

source: You must supply a subject
fr: Vous devez fournir un sujet

source: You must select at least one recipient (a policy, account or group)
fr: Vous devez sélectionner au moins un destinataire (une stratégie, un compte ou un groupe)

source: First
fr: Premier

source: {0} is not a valid account name.
fr: {0} n'est pas un nom de compte valide.
